[
  {
    "link": "http://www.carehome.co.uk/news/article.cfm/id/1581597/care-home-review-ratings-google",
    "title": "Care home review ratings now showing in Google search results",
    "type": "text",
    "content": "People searching for a care home on Google search results, can now see at a glance, a care home’s rating and how many reviews it has."
  },
  {
    "link": "http://www.carehome.co.uk/news/article.cfm/id/1561088/carehome-co-uk-launches-care-home-idol",
    "title": "Vote for your Care Home Idol!",
    "type": "video",
    "content": "The talent held by carehome.co.uk, leading guide to care homes, aims to challenge ageist stereotypes and show that many people in care homes live happy and fulfilling lives."
  },
  {
    "link": "http://www.carewatch.co.uk/blog/",
    "title": "Welcome to the Carewatch home care blog.",
    "type": "blog",
    "content": "Welcome to  home care blog, where we regularly blog about tips and advice for looking after an elderly relative, or other home care and health related articles."
  },
  {
    "link": "http://www.caring-uk.co.uk/",
    "title": "Welcome to Caring UK",
    "type": "text",
    "content": "Caring UK is the number one magazine for managers in the elderly care sector."
  },
  {
    "link": "https://www.youtube.com/watch?v=VqKH6a5Mn0I",
    "title": "Dancing dog show in Care home",
    "type": "video",
    "content": "Meet and greet with your residents plus Dog tricks Games and moves to music. This is a great Dog show which will be a real winner for your care home entertainment."
  },
  {
    "link": "https://www.youtube.com/watch?v=yd99oJxBFPA",
    "title": "Dementia Care in the Care Home by BVS Training",
    "type": "video",
    "content": "Following on from the Understanding Dementia title this video focuses on developing dementia care skills. Practical in nature, this title explores the ways in which care workers can adapt everyday routines and practices to support a person with dementia."
  },
  {
    "link": "http://www.careengland.org.uk/",
    "title": "Independent care providers",
    "type": "text",
    "content": "Care England, a registered charity, is the leading representative body for independent care services in England."
  },
  {
    "link": "http://www.anchor.org.uk/media-centre/anchor-blogs",
    "title": "Anchor's blog",
    "type": "blog",
    "content": "Bloggers share news of what is going on within Anchor as well as discussing wider issues affecting older people and retirement living. Get to know the people who work and live with Anchor as they share their experiences and thoughts."
  },
  {
    "link": "http://www.hallmarkcarehomes.co.uk/category/blog/",
    "title": "Hallmark Care Home blog",
    "type": "blog",
    "content": "Keep up-to-date with the Hallmark online community."
  },
  {
    "link": "http://www.careuk.com/care-homes/news/friendship-blossoms-between-students-and-a-bowes-house-resident",
    "title": "Friendship blossoms between students and a Bowes House resident",
    "type": "text",
    "content": "Pupils from a local school have spent time with a Bowes House resident after they formed a special friendship last year."
  },
  {
    "link": "http://www.careuk.com/care-homes/news/care-home-sparks-conversations-with-university-students",
    "title": "Care home sparks conversations with university students",
    "type": "text",
    "content": "The University of Essex has teamed up with a local care home to support speech and language therapy students in their studies."
  },
  {
    "link": "http://www.gracewell.co.uk/blog.aspx",
    "title": "Gracewell Blog",
    "type": "blog",
    "content": "For tips on healthcare for older people and healthy lifestyle living read our blog. We use the latest research to bring you"
  }
]